Repository: Dropnote/Dropnote
Catalog: Brewer/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, pl

# NavigationEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Editer
pl: Edytuj

# NavigationDone
source: Done
de: Fertig
es: Listo
fr: Fait
pl: Gotowe

# StartBrewingItemTitle
source: Start brewing
de: Anfangen
es: Empezar
fr: Commencer la préparation
pl: Rozpocznij

# HistoryItemTitle
source: History
de: Verlauf
es: Historia
fr: Historique
pl: Historia

# SettingsItemTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pl: Ustawienia

# HistoryFilterPlaceholder
source: Search
de: Suchen
es: Buscar
fr: Rechercher
pl: Szukaj

# HistoryEmptySetDescription
source: Here you'll see the history of your brewings
de: Hier findest du den Verlauf deiner Gebräue.
es: Aquí verás la historia de tus preparaciones de café
fr: Ici tu verras l’historique de tes préparations
pl: Tutaj zobaczysz historię Twoich parzeń

# BrewingsSortingSortTitle
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
pl: Sortuj

# BrewingsSortingDateAscending
source: From the oldest
de: Älteste zuerst
es: De más antiguo a más reciente
fr: A partir du plus vieux
pl: Od najstarszego

# BrewingsSortingDateDescending
source: From the newest
de: Neueste zuerst
es: De más reciente a más antiguo
fr: A partir du plus récent
pl: Od najnowszego

# BrewingsSortingScoreAscending
source: From the worst
de: Schlechteste zuerst
es: De peor a mejor
fr: A partir du pire
pl: Od najgorszego

# BrewingsSortingScoreDescending
source: From the best
de: Beste zuerst
es: De mejor a peor
fr: A partir du meilleur
pl: Od najlepszego

# SettingsBrewingSequenceMenuItemTitle
source: Brewing sequence
de: Brühsequenz
es: Sequencia de preparación
fr: Etapes de préparation
pl: Sekwencja zaparzania

# SettingsBrewingSequenceMenuDefaultSubtitle
source: Default
de: Standard
es: Predeterminado
fr: Défaut
pl: Domyślna

# SettingsUnitsMenuItemTitle
source: Units
de: Einheiten
es: Unidades
fr: Unités
pl: Jednostki

# SettingsAboutMenuItemTitle
source: About
de: Über uns
es: Acerca de la app
fr: A propos
pl: O aplikacji

# SettingsFeedbackMenuItemTitle
source: Feedback
fr: Votre avis

# SettingsRateMenuItemTitle
source: Please rate Dropnote
de: Bitte bewerten Sie unsere App
es: Por favor, califica Dropnote
fr: Donnes nous ton avis sur Dropnote
pl: Oceń Dropnote

# SettingsAboutThanksForTransaltion
source: Thanks for translation
de: Dank für die Übersetzung
es: Gracias por la traducción
fr: Merci pour la traduction
pl: Podziękowania za tłumaczenia

# MethodPickItemTitle
source: Pick method
de: Methode auswählen
es: Elige un método
fr: Méthodes
pl: Wybierz metodę

# MethodEsspressoMachine
source: Espresso machine
de: Espressomaschine
es: Máquina
fr: Machine à expresso
pl: Ekspres

# MethodDetailTraditional
source: Traditional
de: Traditionell
es: Tradiciónal
fr: Traditionnel

# MethodDetailInverted
source: Inverted
es: Invertido
fr: Inversé

# SequenceItemTitle
source: Sequence
de: Sequenz
es: Sequencia
fr: Séquence
pl: Sekwencja

# UnitsItemTitle
source: Units
de: Einheiten
es: Unidades
fr: Unités
pl: Jednostki

# AttributeCoffeeWeight
source: Coffee weight
de: Kaffeegewicht
es: Peso del café
fr: Grammage du café
pl: Waga kawy

# AttributeGrindSize
source: Grind size
de: Mahlgrad
es: Grado de molienda
fr: Finesse de la mouture
pl: Stopień zmielenia

# AttributeTampStrength
source: Tamp strength
de: Tamp-Stärke
es: Fuerza de prensado
fr: Force de tassage
pl: Siła ubicia

# AttributeTemperature
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
pl: Temperatura

# AttributeWaterWeight
source: Water weight or volume
de: Wasssermenge oder Gewicht
es: Peso o volumen del agua
fr: Poids ou volume de l’eau
pl: Waga lub objętość wody

# AttributeTime
source: Time
de: Zeit
es: Tiempo
fr: Temps
pl: Czas

# AttributePreInfusionTime
source: Pre-infusion time
de: Vorbrühzeit
es: Tiempo de preinfusión
fr: Le temps de pré-infusion
pl: Czas preinfuzji

# UnitCategoryWater
source: Water
de: Wasser
es: Agua
fr: Eau
pl: Woda

# UnitCategoryCoffee
source: Coffee
de: Kaffee
es: Café
fr: Caffé
pl: Kawa

# UnitCategoryTemperature
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
pl: Temperatura

# NewBrewItemTitle
source: New brew
de: Neues Gebräu
es: Nueva preparación
fr: Nouvelle préparation
pl: Nowe zaparzanie

# NewBrewCoffeeInputPlaceholder
source: Type your coffee...
de: Hier Kaffee eintragen...
es: Entra tu café...
fr: Entre le type de café...
pl: Wpisz swoją kawę...

# NewBrewCoffeeMachinePlaceholder
source: Type your espresso machine...
de: Hier Maschinentyp eintragen...
es: Entra el nombre de tu máquina...
fr: Entres le type de machine à expresso...
pl: Wpisz nazwę swojego ekpresu...

# SelectableSearchCoffeeItemTitle
source: Coffee
de: Kaffee
es: Café
fr: Café
pl: Kawa

# SelectableSearchCoffeeMachineItemTitle
source: Espresso machine
de: Maschine
es: Máquina
fr: Machine à expresso
pl: Ekspres

# GrindSizeSliderButtonTitle
source: Tap here to use slider
de: Hier drücken um Schieberegler zu betätigen
es: Pulsa para usar el deslizador
fr: Touches ici pour utiliser le slider
pl: Naciśnij by użyć suwaka

# GrindSizeNumericButtonTitle
source: Tap here to provide numerical value
de: Hier Zahlenwert eintragen
es: Pulsa para entrar un valor
fr: Touches ici pour entre un nombre
pl: Naciśnij by wpisać wartość liczbową

# GrindSizeLevelExtraFine
source: Extra fine
de: Sehr fein
es: Muy fino
fr: Extra fin
pl: Bardzo drobno

# GrindSizeLevelFine
source: Fine
de: Fein
es: Fino
fr: Fin
pl: Drobno

# GrindSizeLevelMedium
source: Medium
de: Mittel
es: Medio
fr: Moyen
pl: Średnio

# GrindSizeLevelCoarse
source: Coarse
de: Grob
es: Grueso
fr: Large
pl: Grubo

# TimeInformativeText
source: Type duration of brewing process
de: Hier Brühzeit eintragen
es: Entra el tiempo de infusión
fr: Entres la durée de la préparation
pl: Wpisz czas zaparzania kawy

# GrindSizeInformativeText
source: Type or select grind size
de: Hier Mahlgrad wählen oder eintragen
es: Entra o elige grado de molienda
fr: Entres ou sélectionne la finesse de la mouture
pl: Wpisz lub wybierz stopień zmielenia kawy

# WaterInformativeText
source: Type weight or volume of water Unit can be changed in settings
de: Hier Wassermenge oder Gewicht eintragen Die Einheit kann in Einstellungen geäandert werden
es: Entra el peso o el volumen del agua Podrás cambiar la unidad en los ajustes
fr: Entres le poids ou le volume d’eau Les unités peuvent être changées dans les paramètres
pl: Wpisz wagę lub objętość wody Jednostkę możesz zmienić w ustawieniach

# TemperatureInformativeText
source: Type water temperature Unit can be changed in settings
de: Hier Temperatur eintragen Die Einheit kann in Einstellungen geäandert werden
es: Entra la temperatura del agua Podrás cambiar la unidad en los ajustes
fr: Entres la température de l’eau Les unités peuvent être changées dans les paramètres
pl: Wpisz temperaturę wody Jednostkę możesz zmienić w ustawieniach

# WeightInformativeText
source: Type coffee weight Unit can be changed in settings
de: Hier Kaffeegewicht eintragen Die Einheit kann in Einstellungen geäandert werden
es: Entra el peso del café Podrás cambiar la unidad de peso en los ajustes
fr: Entre le grammage du café Les unités peuvent être changées dans les paramètres
pl: Wpisz wagę kawy Jednostkę wagi możesz zmienić w ustawieniach

# TampingInformativeText
source: Select tamping strength
de: Hier Tamp-Stärke auswählen
es: Elige la fuerza de prensado
fr: Sélectionnes la force du passage
pl: Wybierz siłę dociśnięcia

# BrewDetailsItemTitle
source: Brew details
de: Brühbeschreibung
es: Detalles de preparación
fr: Détails de la préparation
pl: Szczegóły parzenia

# BrewScoreDetailsItemTitle
source: Score details
de: Ausführliche Bewertung
es: Detalles de evaluación
fr: Détails du score
pl: Szczegóły oceny

# BrewDetailsRemoveTitle
source: Remove brew
de: Gebräu entfernen
es: Borrar preparación
fr: Supprimer la préparation
pl: Usuń parzenie

# BrewDetailsConfirmationTitle
source: Are you sure you want to remove this brew?
de: Gebräu permanent entfernen?
es: Estás seguro de que quieres borrar esta preparación?
fr: Est-tu sûrs de vouloir supprimer la préparation?
pl: Czy na pewnie chcesz usunąć to parzenie?

# BrewDetailsConfirmationYes
source: Remove
de: Entfernen
es: Borrar
fr: Retirer
pl: Usuń

# BrewDetailsConfirmationNo
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
pl: Anuluj

# CuppingAttributeAroma
source: Aroma
fr: Arôme
pl: Aromat

# CuppingAttributeAcidity
source: Acidity
de: Säure
es: Acidez
fr: Acidité
pl: Kwaskowatość

# CuppingAttributeAftertaste
source: Aftertaste
de: Beigeschmack
es: Regusto
fr: Arrière goût
pl: Posmak

# CuppingAttributeBalance
source: Balance
fr: Equilibre
pl: Balans

# CuppingAttributeSweetness
source: Sweetness
de: Süsse
es: Dulzura
fr: Douceur
pl: Słodkość

# CuppingAttributeOverall
source: Overall
de: Allgemein
es: En general
fr: Global
pl: Ogólnie

# MethodPourOver
source: Pour-Over
de: Aufguss

# AttributeNotes
source: Notes
de: Notizen
es: Notas
pl: Notatki

# BrewDetailScore
source: Score
de: Bewertung
es: Evaluación
pl: Ocena
